Repository: JJHdez/ProjectV
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Goal
es: Objetivo

source: What do I want to accomplish?
es: ¿Qué es lo que quiero lograr?

source: From:
es: De:

source: To:
es: A:

source: Accomplished
es: Realizado

source: Delete
es: Eliminar

source: Save
es: Guardar

source: Cancel & Close window
es: Cancelar y cerrar ventana

source: What is my goal?
es: ¿Cuál es mi objetivo?

source: When I will finish?
es: ¿Cuando finalizaras?

source: Add comment
es: Agregar comentario

source: Not found record
es: Registro no encontrado

source: It was created correctly
es: Fue creado correctamente

source: Unable to register
es: No se ha podido registrar

source: The record was successfully updated
es: El registro fue actualizado correctamente

source: The record was successfully removed
es: El registro fue eliminado correctamente
